xml/request/sb_pedagogy.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
  <dkabm:record>
    <ac:identifier>1789380|820010</ac:identifier>
    <ac:source>Bibliotekets materialer</ac:source>
    <dc:title>Pedagogy of the oppressed</dc:title>
    <dc:title xsi:type="dkdcplus:full">Pedagogy of the oppressed</dc:title>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:publisher>Herder and Herder</dc:publisher>
    <dc:contributor>Paulo Freire</dc:contributor>
    <dc:contributor>Myra Bergman Ramos</dc:contributor>
    <dc:date>1971</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
    <dcterms:extent>186 s.</dcterms:extent>
    <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
    <dc:language>Engelsk</dc:language>
  </dkabm:record>
<marcx:collection>
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield ind1="0" ind2="0" tag="001">
        <marcx:subfield code="a">1789380</marcx:subfield>
        <marcx:subfield code="b">820010</marcx:subfield>
        <marcx:subfield code="d">20010817</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="004">
        <marcx:subfield code="r">c</marcx:subfield>
        <marcx:subfield code="a">e</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="008">
        <marcx:subfield code="t">m</marcx:subfield>
        <marcx:subfield code="a">1971</marcx:subfield>
        <marcx:subfield code="l">eng</marcx:subfield>
        <marcx:subfield code="v">4</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="009">
        <marcx:subfield code="a">a</marcx:subfield>
        <marcx:subfield code="g">xx</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="096">
        <marcx:subfield code="z">125050</marcx:subfield>
        <marcx:subfield code="a">T VIII 3 F 1 FRE</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="245">
        <marcx:subfield code="a">Pedagogy of the oppressed</marcx:subfield>
        <marcx:subfield code="e">Transl. by Myra Bergman Ramos</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="260">
        <marcx:subfield code="a">(New York)</marcx:subfield>
        <marcx:subfield code="b">Herder and Herder</marcx:subfield>
        <marcx:subfield code="c">(1971)</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="300">
        <marcx:subfield code="a">186 s.</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="570">
        <marcx:subfield code="a">Freire, Paulo</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="700">
        <marcx:subfield code="a">Freire</marcx:subfield>
        <marcx:subfield code="h">Paulo</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield ind1="0" ind2="0" tag="700">
        <marcx:subfield code="a">Ramos</marcx:subfield>
        <marcx:subfield code="h">Myra Bergman</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
</marcx:collection>
            <os:identifier>820010-katalog:1789380</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
